
// Расчет температуры по фаренгейтам
var Tc = prompt('Введите температуру в градусах по Цельсию');
var Tf = (9 / 5) * Tc + 32;
alert('Температура по фаренгейту: ' + Tf);

// Работа с переменным (не понятно что с ними делать и с какими)

// Вывести Василий

var name = 'Василий';
var admin = name;
alert(admin);

// Значение (если именно так, со слэшем в конце - то синтаксическая ошибка, если убрать слэш - то 1000108
alert(1000 + "108");

// Атрибут defer откладывает выполнение скрипта до тех пор, пока вся страница не будет загружена полностью.
//